Repository: gade01/visualization.milkdrop
Catalog: visualization.milkdrop/resources/language/resource.language.*/strings.po
Languages: ar_sa, de_de, sl_si

# Addon Summary
source: MilkDrop takes you flying through the soundwaves you're hearing
ar_sa: يحلق بك MilkDrop فوق الموجات الصوتية اللتي تسمع
de_de: MilkDrop nimmt den Hörer mit auf einen Flug durch seine Musik
sl_si: MilkDrop vas popelje skozi zvočne valove, ki jih poslušate

# Addon Description
source: MilkDrop was originally a music visualiser "plug-in" to the Winamp music player. As you listen to your music, MilkDrop takes you flying through the actual soundwaves you're hearing, and uses beat detection to trigger myriad psychedelic effects, creating a rich visual journey through sound.
ar_sa: ميلك دروب كان أصلا عارض موسيقى لمشغل الموسيقى وين امب. عندما تستمع لموسيقاك, كيلك دروب يطير بك خلال موجات صوتية تسمعا حيقيةً, ,و يستخدم كشف الوقع الموسيقي ليؤدي إلى تأثيرات كثيرة, منشئاً رجلة صوت مرئية قيمة.
de_de: MilkDrop war ursprünglich ein Musik-Visualizer „Plug-in“ für den Musik-Player Winamp. Beim Hören von Musik fliegt man mit MilkDrop durch die aktuellen gehörten Klangwellen. Und die Beat-Erkennung wird genutzt, um unzählige psychedelische Effekte auslösen, die eine visuellen Reise durch den Klang erzeugen.
sl_si: MilkDrop je bila prvotno vizualizacija za predvajalnik Winamp. Ko poslušate vašo glasbo, vas MilkDrop popelje skozi dejansko valovanje, ki ga slišite, in uporablja zaznavanje ritma, kar omogoči psihedelični efekt in bogato vizualno izkušnjo predvajanja glasbe.

# #30000
source: Automatic Blend Time
ar_sa: مزيج وقت تلقائي
de_de: Automatische Überblendzeit
sl_si: Samodejen čas prelivanja

# #30001
source: Time Between Presets
ar_sa: الزمن بين الإعدادات المسبقة
de_de: Zeit zwischen den Vorseinstellungen
sl_si: Čas med prednastavitvami

# #30002
source: Additional Random Time
ar_sa: وقت إضافي عشوائي
de_de: Zusätzliche zufällige Zeit
sl_si: Dodaten naključen čas

# #30003
source: Enable Anisotropic Filtering
ar_sa: تمكين تنقية التباين
de_de: Anisotropischen Filter aktivieren
sl_si: Vključi anizotropno filtriranje

# #30004
source: Enable Hard Cuts
ar_sa: تمكين التوقفات القوية
de_de: Hard Cuts aktivieren
sl_si: Vključi ostre prehode

# #30005
source: Loudness Threshold For Hard Cuts
ar_sa: عتبة الضجيج للتقطعات.
de_de: Lautstärken-Grenzwert für Hard Cuts
sl_si: Glasnost za ostre prehode

# #30006
source: Average Time Between Hard Cuts
ar_sa: متوسط الزمن بين الانقطاعات القوية
de_de: Durchschnittszeit zwischen Hard Cuts
sl_si: Povprečen čas med ostrimi prehodi

# #30007
source: Maximum Refresh Rate
ar_sa: أقصى معدل التحديث
de_de: Maximale Bildwiederholrate
sl_si: Največja stopnja osveževanja

# #30008
source: Enable Stereo 3D
ar_sa: تمكين Stereo 3D
de_de: Stereo 3D aktivieren
sl_si: Vključi stereo 3D

# #30009
source: Preset Pack
ar_sa: حزمة الإعدادات المسبقة
de_de: Voreinstellungs-Pack
sl_si: Paket prednastavitev

# #30010
source: User Preset Folder
ar_sa: مجلد الإعدادات المسبقة للمستخدم
de_de: Ordner für Benutzer-Vorlagen
sl_si: Uporabniška mapa s prednastavitvami

# #30011
source: Preset Shuffle Mode
ar_sa: الوضع العشوائي للإعدادات المسبقة
de_de: Voreinstellungen zufällig wählen
sl_si: Način mešanja prednastavitev

# #30020
source: WA51 Presets
ar_sa: WA51 نغمات
de_de: WA51-Voreinstellungen
sl_si: Prednastavitve WA51

# #30021
source: Winamp Presets
ar_sa: تغمات وين امب
de_de: Winamp-Voreinstellungen
sl_si: Prednastavitve Winamp

# #30022
source: User Defined Preset Folder
ar_sa: مستخدم مجلد نغمات معرف
de_de: Ordner für benutzerdefinierte Voreinstellungen
sl_si: Uporabniško določena mapa s prednastavitvami
